{"URL": "https://www.cbsnews.com/news/japan-fukushima-radioactive-wastewater-nuclear-plant-pacific-ocean-protest/\n", "URL-hash": "ADDF797372D56160D06DA63DF3AC1A7B", "Language": "en", "ClueWeb22-ID": "clueweb22-en0037-89-16256", "Clean-Text": "Japan says it will dump radioactive water from crippled Fukushima nuclear plant into the Pacific, sparking protests - CBS News\nWorld\nProtests as Japan says it will dump radioactive water from crippled Fukushima nuclear plant into the Pacific\nBy Lucy Craft\nApril 13, 2021 / 7:07 AM / CBS News\nTokyo — Japan said Tuesday that it would start discharging treated radioactive water from the crippled Fukushima nuclear power plant into the Pacific Ocean within two years. Officials in Tokyo said the water would be filtered and diluted to safe levels first, but many residents remain firmly opposed to the plan.\nProtesters gathered outside Prime Minister Yoshihide Suga's residence in downtown Tokyo to denounce the government's decision.\nMore than a million tons of contaminated water is currently being stored at the Fukushima power plant in a massive tank farm big enough to fill 500 Olympic-sized swimming pools. The wastewater comes from water pumped in to cool the plant's damaged reactors and also rain and groundwater that seeps into the facility, which was seriously damaged by the 2011 earthquake and subsequent tsunami that ravaged Japan's northeast coast.\nThe unit three reactor building and storage tanks for contaminated water at the Tokyo Electric Power Company's (TEPCO) Fukushima Daiichi nuclear power plant in Okuma, Fukushima prefecture, Japan,   February 3, 2020.KAZUHIRO NOGI/AFP/Getty\nThe government says it has simply run out of room to store all the water. The plan to dump the water into the ocean first came to light in the autumn of last year, when Japanese news outlets cited anonymous officials as saying the decision had been taken.\n\"We can't postpone a decision on the plan to deal with the... processed water, to prevent delays in the decommission work of the Fukushima Daiichi nuclear power plant,\" Chief Cabinet Secretary Katsunobu Kato said in October 2020, without commenting directly on the plan or its timing.\nOn Tuesday, Suga said that after years of study, his scientific advisors had concluded that ocean discharge was the most feasible way to cope with the surplus of contaminated water.\n\"The International Atomic Energy Agency also supports this plan as scientifically reasonable,\" he said.\nBut the decision to dump Fukushima wastewater into the ocean has drawn fire from neighboring Asian countries and local fishermen along Japan's coast.\nChina called the decision \"extremely irresponsible,\" and South Korea summoned the Japanese ambassador in Seoul over the matter.\nJapan plans to release wastewater into ocean\n01:59\n\"They told us that they wouldn't release the water into the sea without the support of fishermen,\" Kanji Tachiya, who leads a local cooperative of fisheries in Fukushima, told national broadcaster NHK ahead of the announcement on Tuesday. \"We can't back this move to break that promise and release the water into the sea unilaterally.\"\nCritics, including Greenpeace nuclear specialist Shaun Burnie, argue that Japan should continue storing the wastewater near the stricken Fukushima plant.\n\"Deliberately discharging and contaminating the Pacific Ocean after decades of contamination already from the nuclear industry and nuclear weapons testing is just not acceptable,\" he said.\nThe actual release of water from the Fukushima plant will take decades to complete. Critics have called on Japan's government to at least ensure that independent monitoring is in place to verify the level of radiation in the discharged water is safe for the environment.\nIn:\nfukushima daiichi nuclear disaster\nFirst published on April 13, 2021 / 4:53 AM\n© 2021 CBS Interactive Inc. All Rights Reserved."}